13/data/attachments/9d3a8e8c494a685a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_4909b0cb-4ed9-47b7-8161-21da3fcc2c7d</nif:username>
            <nif:friendToBeAdded>Alicia_mind_Friend_1260_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>